Repository: 0xeeeeeeeeeeee/AudioCopy
Catalog: AudioCopyUI/Strings/*/Resources.resw
Source language: en_gb
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_cn, zh_hant

# PairAddressNotCorrect
source: Invalid address
ar: عنوان غير صالح
de: Ungültige Adresse
es: Dirección no válida
fr: Adresse invalide
it: Indirizzo non valido
ja: アドレスが無効です
ko: 주소가 유효하지 않습니다
pl: Nieprawidłowy adres
pt_br: Endereço inválido
ru: Неверный адрес
tr: Geçersiz adres
zh_cn: 地址无效
zh_hant: 地址無效

# RawAudioInfo
source: Please note that the application will restart when you stop playback, which is normal
ar: لاحظ أن التطبيق سيعيد التشغيل عند إيقاف التشغيل، وهذا أمر طبيعي
de: Bitte beachten Sie, dass die App neu startet, wenn Sie die Wiedergabe beenden. Dies ist normal.
es: Tenga en cuenta que la aplicación se reiniciará cuando detenga la reproducción, esto es normal.
fr: Veuillez noter que l'application redémarrera lorsque vous arrêterez la lecture, ce qui est normal.
it: Si prega di notare che l'applicazione si riavvierà quando interrompi la riproduzione, questo è un comportamento normale
ja: 再生を停止するとアプリが再起動しますが、これは正常な動作です
ko: 재생을 중지하면 애플리케이션이 재시작됩니다. 이는 정상적인 현상입니다.
pl: Pamiętaj, że gdy zatrzymasz odtwarzanie, aplikacja zostanie ponownie uruchomiona - to normalne zjawisko.
pt_br: Observe que o aplicativo reiniciará quando você parar a reprodução, isso é normal
ru: Обратите внимание, что при остановке воспроизведения приложение перезапустится — это нормально
tr: Lütfen unutmayın, uygulama oynatmayı durdurduğunuzda yeniden başlayacaktır, bu normal bir durumdur
zh_cn: 请注意，当你停止播放时应用程序会重启，这是正常现象
zh_hant: 請注意，當你停止播放時應用程式會重啟，這是正常現象

# RawAudioNoPrompt
source: Do not show again
ar: لا تظهر مرة أخرى
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
it: Non mostrare più
ja: 再表示しない
ko: 다시 표시하지 않음
pl: Nie pokazuj ponownie
pt_br: Não mostrar novamente
ru: Не показывать снова
tr: Bir daha gösterme
zh_cn: 不再提示
zh_hant: 不再提示

# PairPortChanged.Title
source: Port changed
ar: تم تغيير المنفذ
de: Port wurde geändert
es: Puerto cambiado
fr: Port modifié
it: Porta modificata
ja: ポートが変更されました
ko: 포트가 변경되었습니다
pl: Port został zmieniony
pt_br: Porta alterada
ru: Порт изменен
tr: Port değiştirildi
zh_cn: 端口已改变
zh_hant: 端口已變更

# PairPortChangedMessage
source: Please note that the current port number has changed. The current port is {0}. Please enter it manually in the advanced options on the peer side.
ar: لاحظ أن رقم المنفذ الحالي قد تغير، المنفذ الحالي هو {0}، يرجى إدخاله يدويًا في الخيارات المتقدمة على الطرف الآخر
de: Bitte beachten Sie, dass sich die aktuelle Portnummer geändert hat. Der aktuelle Port ist {0}. Bitte geben Sie diesen manuell in den erweiterten Optionen der Gegenstelle ein.
es: Tenga en cuenta que el número de puerto actual ha cambiado, el puerto actual es {0}, ingréselo manualmente en las opciones avanzadas del extremo opuesto
fr: Veuillez noter que le numéro de port actuel a changé, le port actuel est {0}, veuillez le saisir manuellement dans les options avancées du côté distant
pt_br: Observe que o número da porta atual foi alterado, a porta atual é {0}, insira manualmente nas opções avançadas do dispositivo remoto
ru: Обратите внимание, номер порта был изменен. Текущий порт: {0}. Введите его вручную в расширенных настройках на удаленной стороне.
tr: Lütfen dikkat, mevcut port numarası değiştirildi. Şu anki port {0}. Lütfen karşı taraftaki gelişmiş seçeneklere manuel olarak girin.
zh_cn: 请注意，当前的端口号已改变，目前的端口为{0}，请在对端的高级选项里手动输入

# Init_TryReset
source: Please try updating or completely resetting the backend
ar: يرجى محاولة تحديث أو إعادة تعيين الخلفية بالكامل
de: Bitte versuchen Sie, das Backend zu aktualisieren oder vollständig zurückzusetzen
es: Por favor, intenta actualizar o restablecer completamente el backend
fr: Veuillez essayer de mettre à jour ou de réinitialiser complètement le backend
it: Prova ad aggiornare o reimpostare completamente il backend
pt_br: Tente atualizar ou redefinir completamente o back-end
ru: Попробуйте обновить или полностью сбросить серверную часть
tr: Lütfen arka ucu güncellemeyi veya tamamen sıfırlamayı deneyin
zh_cn: 请尝试更新或者完全重置后端
zh_hant: 請嘗試更新或完全重設後端

# Init_TryReboot
source: Try restarting the application
ar: حاول إعادة تشغيل التطبيق
de: Versuchen Sie, die Anwendung neu zu starten
es: Intenta reiniciar la aplicación
fr: Essayez de redémarrer l'application
it: Prova a riavviare l'applicazione
ja: アプリケーションを再起動してみてください
ko: 앱을 다시 시작해 보세요
pl: Spróbuj ponownie uruchomić aplikację
pt_br: Tente reiniciar o aplicativo
ru: Попробуйте перезапустить приложение
tr: Uygulamayı yeniden başlatmayı deneyin
zh_cn: 尝试重启应用程序
zh_hant: 嘗試重新啟動應用程式

# Init_Desc
source: Configure and start the backend
ar: تكوين وتشغيل الواجهة الخلفية
de: Konfigurieren und starten Sie das Backend
es: Configurar e iniciar el backend
fr: Configurer et démarrer le backend
it: Configura e avvia il backend
pt_br: Configurar e iniciar o back-end
ru: Настроить и запустить бэкенд
tr: Yapılandırma ve arka ucu başlatma
zh_cn: 配置并启动后端
zh_hant: 配置並啟動後端

# Init_ContinueBoot
source: Ignore errors and continue launching
ar: تجاهل الأخطاء والمتابعة في التشغيل
de: Fehler ignorieren und den Start fortsetzen
es: Ignorar errores y continuar el inicio
fr: Ignorer les erreurs et continuer le démarrage
it: Ignora gli errori e continua l'avvio
ja: エラーを無視して起動を続行
ko: 오류 무시하고 계속 시작
pl: Ignoruj błędy i kontynuuj uruchamianie
pt_br: Ignorar erros e continuar a inicialização
ru: Игнорировать ошибки и продолжить запуск
tr: Hataları yoksay ve başlatmaya devam et
zh_cn: 忽略错误并继续启动
zh_hant: 忽略錯誤並繼續啟動

# MediaInfo_AlbumArt.ToolTipService.ToolTip
source: Media album cover
ar: غلاف ألبوم الوسائط
de: Medienalbumcover
es: Portada del álbum de medios
fr: Couverture de l'album média
it: Copertina dell'album multimediale
ja: メディアアルバムカバー
ko: 미디어 앨범 커버
pl: Okładka albumu multimedialnego
pt_br: Capa do álbum de mídia
ru: Обложка медиа-альбома
tr: Medya albüm kapağı
zh_cn: 媒体专辑封面
zh_hant: 媒體專輯封面

# MediaInfo_Title.Text
source: Unknown media
ar: وسائط غير معروفة
de: Unbekanntes Medium
es: Medio desconocido
fr: Média inconnu
it: Supporto sconosciuto
ja: 不明なメディア
ko: 알 수 없는 미디어
pl: Nieznany nośnik
pt_br: Mídia desconhecida
ru: Неизвестный носитель
tr: Bilinmeyen ortam
zh_cn: 未知媒体
zh_hant: 未知媒體

# MediaInfo_Artist.Text
source: Unknown Artist
ar: فنان مجهول
de: Unbekannter Künstler
es: Artista desconocido
fr: Artiste inconnu
it: Artista sconosciuto
ja: 不明なアーティスト
ko: 알 수 없는 아티스트
pl: Nieznany artysta
pt_br: Artista desconhecido
ru: Неизвестный исполнитель
tr: Bilinmeyen Sanatçı
zh_cn: 未知艺术家
zh_hant: 未知藝術家

# MediaInfo_Album.Text
source: Unknown Album
ar: ألبوم غير معروف
de: Unbekanntes Album
es: Álbum desconocido
fr: Album inconnu
it: Album sconosciuto
ja: 不明なアルバム
ko: 알 수 없는 앨범
pl: Nieznany album
pt_br: Álbum desconhecido
ru: Неизвестный альбом
tr: Bilinmeyen Albüm
zh_cn: 未知专辑
zh_hant: 未知專輯

# MediaInfo_FromDevice
source: Media info from {0}:
ar: معلومات الوسائط من {0}:
de: Medieninformation von {0}:
es: Información de medios de {0}:
fr: Informations média de {0} :
it: Informazioni multimediali da {0}:
ja: {0}からのメディア情報：
ko: {0}의 미디어 정보:
pl: Informacje o mediach od {0}:
pt_br: Informações de mídia de {0}:
ru: Медиа информация от {0}:
tr: {0} kaynaklı medya bilgisi:
zh_cn: 来自{0}的媒体信息：
zh_hant: 來自{0}的媒體資訊：

# NewBackendBar
source: We have split and migrated the backend to the application itself and AudioClone, so we have completely deprecated the old backend in this version.[line]This means you need to upgrade all clients to ensure they work properly.
ar: لقد قمنا بتقسيم وترحيل الواجهة الخلفية إلى التطبيق نفسه وإلى AudioClone، لذلك توقفنا تمامًا عن استخدام الواجهة الخلفية القديمة في هذا الإصدار. [line] هذا يعني أنك بحاجة إلى تحديث جميع العملاء لضمان عملهم بشكل صحيح.
de: Wir haben das Backend in die Anwendung selbst und in AudioClone aufgeteilt und migriert, daher haben wir das alte Backend in dieser Version vollständig eingestellt.[line]Das bedeutet, dass Sie alle Clients aktualisieren müssen, um sicherzustellen, dass sie ordnungsgemäß funktionieren.
es: Hemos dividido y migrado el backend a la aplicación en sí y a AudioClone, por lo que hemos eliminado por completo el backend antiguo en esta versión.[line]Esto significa que necesitas actualizar todos los clientes para asegurar que funcionen correctamente.
fr: Nous avons séparé et migré le backend vers l'application elle-même et AudioClone, donc nous avons complètement abandonné l'ancien backend dans cette version.[line]Cela signifie que vous devez mettre à jour tous les clients pour vous assurer qu'ils fonctionnent correctement.
pt_br: Nós dividimos e migramos o back-end para o próprio aplicativo e para o AudioClone, então descontinuamos completamente o back-end antigo nesta versão.[line]Isso significa que você precisa atualizar todos os clientes para garantir que eles funcionem corretamente.
ru: Мы разделили и перенесли бэкенд в само приложение и AudioClone, поэтому в этой версии мы полностью отказались от старого бэкенда.[line]Это означает, что вам нужно обновить все клиенты, чтобы они работали корректно.
tr: Arka ucu uygulamanın kendisine ve AudioClone'a bölüp taşıdık, bu yüzden bu sürümde eski arka ucu tamamen kaldırdık.[line]Bu, istemcilerin düzgün çalışması için tüm istemcileri güncellemeniz gerektiği anlamına gelir.
zh_cn: 我们已经拆分并迁移后端到应用程序本身和AudioClone中，因此我们在这个版本完全弃用了旧的后端。[line]这意味着你需要你升级所有的客户端来确保他们工作正常。

# NewBackendEnabled
source: You have enabled the new backend, so we recommend upgrading all clients. If you prefer not to upgrade, you can disable this feature in "Settings - Backend Settings - Use Legacy Backend".
ar: لقد قمت بتمكين خلفية جديدة، لذا نوصي بتحديث جميع العملاء. إذا كنت لا ترغب في التحديث، يمكنك أيضًا تعطيل هذه الميزة من خلال "الإعدادات - إعدادات الخلفية - استخدام الخلفية القديمة".
de: Sie haben ein neues Backend aktiviert, daher empfehlen wir Ihnen, alle Clients zu aktualisieren. Falls Sie nicht aktualisieren möchten, können Sie diese Funktion auch unter "Einstellungen - Backend-Einstellungen - Altes Backend verwenden" deaktivieren.
es: Has habilitado un nuevo backend, por lo que te recomendamos actualizar todos los clientes. Si no deseas actualizar, también puedes desactivar esta función en «Configuración - Configuración del backend - Usar backend antiguo».
fr: Vous avez activé un nouveau backend, nous vous recommandons donc de mettre à niveau tous les clients. Si vous ne souhaitez pas effectuer la mise à niveau, vous pouvez également désactiver cette fonctionnalité dans "Paramètres - Paramètres du backend - Utiliser l'ancien backend".
ja: 新しいバックエンドが有効になりましたので、すべてのクライアントをアップグレードすることをお勧めします。アップグレードしたくない場合は、「設定-バックエンド設定-古いバックエンドを使用する」でこの機能を無効にすることもできます。
ko: 새로운 백엔드를 활성화했으므로 모든 클라이언트를 업그레이드할 것을 권장합니다. 업그레이드하지 않으려면 '설정-백엔드 설정-이전 백엔드 사용'에서 이 기능을 비활성화할 수 있습니다.
pl: Włączyłeś nowy backend, dlatego zalecamy aktualizację wszystkich klientów. Jeśli nie chcesz aktualizować, możesz również wyłączyć tę funkcję w „Ustawienia - Ustawienia backendu - Używaj starego backendu”.
pt_br: Você ativou um novo backend, por isso recomendamos atualizar todos os clientes. Se não quiser atualizar, você também pode desativar esta função em "Configurações - Configurações do Backend - Usar backend antigo".
ru: Вы включили новый бэкенд, поэтому мы рекомендуем обновить все клиенты. Если вы не хотите обновлять, вы также можете отключить эту функцию в «Настройки - Настройки бэкенда - Использовать старый бэкенд».
tr: Yeni bir arka uç etkinleştirdiniz, bu nedenle tüm istemcileri güncellemenizi öneririz. Güncelleme yapmak istemiyorsanız, "Ayarlar - Arka Uç Ayarları - Eski Arka Ucunu Kullan" seçeneği ile bu özelliği devre dışı bırakabilirsiniz.
zh_cn: 你启用了新的后端，因此你我们建议你升级所有的客户端。如果你不想升级，你也可以在「设置-后端设置-使用旧的后端」来禁用此功能。

# NolongerShow.Content
source: Do not show me again
ar: لا تذكرني مرة أخرى
de: Mich nicht mehr daran erinnern
es: No volver a mostrar
fr: Ne plus me le rappeler
it: Non mostrarmelo più
ja: 再度通知しない
ko: 다시 알림 안 함
pl: Nie pokazuj ponownie
pt_br: Não me lembrar novamente
ru: Не напоминать мне
tr: Bana tekrar hatırlatma
zh_cn: 不再提示我
zh_hant: 不再提示我

# PlayingWinUIMediaPlayerElementBug
source: There seems to be an issue with your system codecs, causing audio stream stuttering[line]Please try using alternative audio options
ar: يبدو أن هناك مشكلة في برامج الترميز في نظامك، مما تسبب في توقف تدفق الصوت [line] يرجى محاولة استخدام خيارات الصوت الأخرى
de: Ihre System-Codecs scheinen ein Problem zu verursachen, was zu hängenden Audiostreams führt[line]Bitte versuchen Sie andere Audiooptionen
es: Parece que hay un problema con los códecs de tu sistema, lo que provoca que el flujo de audio se atasque[line]Prueba a utilizar otras opciones de audio
fr: Votre codec système semble avoir un problème, ce qui provoque le blocage du flux audio[line]Essayez d'utiliser une autre option audio
pt_br: Seu codec de sistema parece ter algum problema, causando travamento no fluxo de áudio[line]Tente usar outras opções de áudio
ru: В вашей системе, похоже, есть проблемы с кодеками, из-за чего аудиопоток зависает[line]Попробуйте использовать другие аудио-настройки
tr: Sistem kod çözücünüzde bir sorun var gibi görünüyor, bu da ses akışının takılmasına neden oldu[line]Lütfen başka bir ses seçeneği deneyin
zh_cn: 你的系统编解码器似乎有点问题，导致了音频流卡住[line]请尝试使用其他音频选项

# CrashReportHeader
source: AudioCopy v{0} Crash Report[line]If you encounter this issue repeatedly, please submit an Issue (https://github.com/0xeeeeeeeeeeee/AudioCopy/issues) or email this file to: hexadecimal0x12e@icloud.com[line]Log files are located in this folder: {1}[line]---
ar: AudioCopy الإصدار {0} تقرير تعطل[line]إذا واجهت هذه المشكلة بشكل متكرر، يرجى تقديم Issue (https://github.com/0xeeeeeeeeeeee/AudioCopy/issues) أو إرسال هذا الملف إلى عنوان البريد الإلكتروني التالي: hexadecimal0x12e@icloud.com[line]يوجد ملف السجل في هذا المجلد: {1}[line]---
de: AudioCopy v{0} Absturzbericht[line]Falls dieses Problem wiederholt auftritt, melden Sie bitte ein Issue (https://github.com/0xeeeeeeeeeeee/AudioCopy/issues) oder senden Sie diese Datei an diese E-Mail-Adresse: hexadecimal0x12e@icloud.com[line]Die Protokolldatei befindet sich in diesem Ordner: {1}[line]---
es: AudioCopy v{0} Informe de fallos[line]Si experimentas este problema repetidamente, por favor envía un Issue (https://github.com/0xeeeeeeeeeeee/AudioCopy/issues) o este archivo al correo: hexadecimal0x12e@icloud.com[line]El archivo de registro se encuentra en esta carpeta: {1}[line]---
fr: AudioCopy v{0} Rapport de plantage[line]Si vous rencontrez ce problème à plusieurs reprises, veuillez soumettre un Issue (https://github.com/0xeeeeeeeeeeee/AudioCopy/issues) ou envoyer ce fichier à cette adresse e-mail : hexadecimal0x12e@icloud.com[line]Le fichier journal se trouve dans ce dossier : {1}[line]---
pt_br: AudioCopy v{0} relatório de falha[line]Se você encontrar esse problema repetidamente, por favor envie um Issue (https://github.com/0xeeeeeeeeeeee/AudioCopy/issues) ou envie este arquivo para este e-mail: hexadecimal0x12e@icloud.com[line]O arquivo de log está localizado nesta pasta: {1}[line]---
ru: AudioCopy v{0} отчет о сбое[line]Если проблема повторяется, создайте Issue (https://github.com/0xeeeeeeeeeeee/AudioCopy/issues) или отправьте этот файл на email: hexadecimal0x12e@icloud.com[line]Файл журнала находится в папке: {1}[line]---
tr: AudioCopy v{0} Çökme Raporu[line]Bu sorunu sürekli yaşıyorsanız, lütfen bir Issue oluşturun (https://github.com/0xeeeeeeeeeeee/AudioCopy/issues) veya bu dosyayı şu e-posta adresine gönderin: hexadecimal0x12e@icloud.com[line]Günlük dosyası şu klasörde bulunur: {1}[line]---
zh_cn: AudioCopy v{0} 崩溃报告[line]如果你反复遇到此问题，请提交Issue(https://github.com/0xeeeeeeeeeeee/AudioCopy/issues)或者发送此文件到此邮箱地址：hexadecimal0x12e@icloud.com[line]日志文件位于此文件夹下：{1}[line]---

# ExitOptions
source: What would you like to do when closing the window[line]You can change this later in Settings > General[line](The program still supports being a server and receiving audio when minimised to the tray)
ar: ما هو السلوك الذي تريده عند إغلاق النافذة؟[line]يمكنك تعديله لاحقًا في الإعدادات - عام[line](عند تصغير البرنامج إلى صينية النظام، لا يزال يدعم العمل كخادم واستقبال الصوت)
de: Welches Verhalten wünschen Sie beim Schließen des Fensters?[line]Sie können dies später in den Einstellungen unter Allgemein ändern.[line](Das Programm unterstützt weiterhin das Funktionieren als Server und das Empfangen von Audio, wenn es in das System-Tray minimiert wird)
es: ¿Qué comportamiento desea al cerrar la ventana?[line]Puede modificarlo más tarde en Configuración - General[line](El programa aún funciona como servidor y recibe audio cuando se minimiza a la bandeja)
fr: Quel comportement souhaitez-vous lors de la fermeture de la fenêtre[line]Vous pourrez modifier cela ultérieurement dans Paramètres > Général[line](Le programme continue de fonctionner comme serveur et de recevoir l'audio lorsqu'il est minimisé dans la barre système)
pt_br: Qual comportamento você deseja ao fechar a janela?[line]Você pode alterar isso depois em Configurações > Geral[line](O programa ainda funciona como servidor e recebe áudio quando minimizado para a bandeja)
ru: Какое действие при закрытии окна вы предпочитаете?[line]Вы можете изменить это позже в настройках - Основные[line](При сворачивании в трей программа продолжает работать как сервер и принимать аудио)
tr: Pencereyi kapatırken ne yapılmasını istersiniz[line]Daha sonra Ayarlar-Genel'den değiştirebilirsiniz[line](Program tepsiye küçültüldüğünde sunucu ve ses alma işlevleri çalışmaya devam eder)
zh_cn: 您希望关闭窗口时的行为是什么[line]你后期可以在设置-通用里修改[line](程序最小化到托盘时仍然支持作为服务端和接收音频)

# ExitOption1
source: Quit completely
ar: إغلاق كامل
de: Beenden
es: Salir completamente
fr: Quitter complètement
ja: 完全に終了
ko: 완전히 종료
pl: Zamknij całkowicie
pt_br: Sair completamente
ru: Полный выход
tr: Tamamen Çık
zh_cn: 完全退出

# ExitOption2
source: Minimise to tray
ar: التصغير إلى علبة النظام
de: Im Taskbereich minimieren
es: Minimizar a la bandeja
fr: Réduire dans la barre d'état système
ja: トレイに最小化
ko: 트레이로 최소화
pl: Minimalizuj do zasobnika
pt_br: Minimizar para a bandeja
ru: Свернуть в трей
tr: Simge durumuna küçült
zh_cn: 最小化到托盘

# NotPaired
source: You are not paired yet, would you like to pair?
ar: لم يتم إقرانك، هل ترغب في الإقران؟
de: Sie sind noch nicht gekoppelt, möchten Sie koppeln?
es: No estás emparejado, ¿quieres emparejarte?
fr: Vous n'êtes pas encore jumelé, voulez-vous vous jumeler ?
ja: ペアリングされていません。ペアリングしますか？
ko: 아직 페어링되지 않았습니다. 페어링하시겠습니까?
pl: Nie sparowałeś jeszcze, chcesz to zrobić?
pt_br: Você ainda não está emparelhado, deseja emparelhar?
ru: Вы еще не в паре, хотите создать пару?
tr: Henüz eşleşmediniz, eşleşmek ister misiniz?
zh_cn: 你尚未配对，要去配对吗？

# UpdateApp
source: Local or remote end is too old or too new, it is recommended to upgrade all clients.
ar: الجهاز المحلي أو الطرف الآخر قديم جدًا أو جديد جدًا، يُنصح بتحديث جميع العملاء.
de: Lokale oder entfernte Version ist zu alt oder zu neu, es wird empfohlen, alle Clients zu aktualisieren.
es: El extremo local o remoto es demasiado antiguo o nuevo, se recomienda actualizar todos los clientes.
fr: Le client local ou distant est trop ancien ou trop récent, il est recommandé de mettre à niveau tous les clients.
pt_br: O lado local ou o remoto está muito antigo ou muito novo, recomenda-se atualizar todos os clientes.
ru: Локальный или удаленный клиент слишком старый или новый, рекомендуется обновить все клиенты.
tr: Bu uç veya karşı uç çok eski veya çok yeni, tüm istemcilerin güncellenmesi önerilir.
zh_cn: 本端或者对端太旧或者太新，建议升级所有的客户端。

# RebootRequired
source: You need to restart the application to apply these changes[line](You can do this via the tray-exit option)
ar: تحتاج إلى إعادة تشغيل التطبيق لتطبيق هذه التغييرات [line](يمكنك القيام بذلك من خلال خيار الخروج في صينية النظام)
de: Sie müssen die Anwendung neu starten, um diese Änderungen zu übernehmen[line](Sie können dies über das Tray-Menü - Beenden-Option tun)
es: Debes reiniciar la aplicación para aplicar estos cambios[line](Puedes hacerlo desde la opción Salir en la bandeja del sistema)
fr: Vous devez redémarrer l'application pour appliquer ces modifications[line](vous pouvez le faire via l'option Quitter dans la zone de notification)
pt_br: Você precisa reiniciar o aplicativo para aplicar essas alterações[line](você pode fazer isso na opção Sair da bandeja)
ru: Вам необходимо перезапустить приложение, чтобы применить изменения[line](это можно сделать через опцию "Выход" в трее)
tr: Uygulamayı yeniden başlatmanız gerekiyor[line](Bu işlemi sistem tepsisinden çıkış seçeneği ile yapabilirsiniz)
zh_cn: 你需要重启应用程序才能应用这些更改[line](你可以在托盘-退出选项中进行这项操作)

# Tray_Shutdown
source: Quit completely
ar: الخروج تمامًا
de: Beenden
es: Salir completamente
fr: Quitter complètement
ja: 完全に終了
ko: 완전히 종료
pl: Zamknij całkowicie
pt_br: Sair completamente
ru: Полный выход
tr: Tamamen çık
zh_cn: 彻底退出

# Tray_Close
source: Close window
ar: إغلاق الواجهة
de: Benutzeroberfläche schließen
es: Cerrar interfaz
fr: Fermer l'interface
ja: インターフェースを閉じる
ko: 인터페이스 닫기
pl: Zamknij interfejs
pt_br: Fechar interface
ru: Закрыть интерфейс
tr: Arayüzü Kapat
zh_cn: 关闭界面

# Tray_Launch
source: Start AudioCopy
ar: بدء AudioCopy
de: AudioCopy starten
es: Iniciar AudioCopy
fr: Lancer AudioCopy
pt_br: Iniciar AudioCopy
ru: Запуск AudioCopy
tr: AudioCopy'yi Başlat
zh_cn: 启动 AudioCopy

# Tray_ExitOptions
source: Exit Options
ar: خيار الخروج
de: Beenden-Option
es: Opciones de salida
fr: Option de sortie
pt_br: Opção de Sair
ru: Выход
tr: Çıkış Seçeneği
zh_cn: 退出选项

# AppCorrupted
source: The application resources may be severely corrupted, please try uninstalling and reinstalling.
ar: قد تكون موارد التطبيق تالفة بشدة، يرجى محاولة إلغاء التثبيت وإعادة التثبيت.
de: Die Anwendungsressourcen sind möglicherweise schwer beschädigt. Bitte deinstallieren und installieren Sie die Anwendung erneut.
es: Los recursos de la aplicación pueden estar gravemente dañados, intente desinstalar y reinstalar.
fr: Les ressources de l'application peuvent être gravement endommagées, veuillez essayer de désinstaller et de réinstaller.
pt_br: Os recursos do aplicativo podem estar seriamente corrompidos. Tente desinstalar e reinstalar.
ru: Ресурсы приложения могут быть серьезно повреждены, попробуйте переустановить.
tr: Uygulamanın kaynakları ciddi şekilde bozulmuş olabilir, lütfen kaldırıp yeniden yüklemeyi deneyin.
zh_cn: 应用程序的资源可能已严重损坏，请尝试卸载重装。

# Select
source: Select the following items:
ar: اختر من الأشياء التالية:
de: Wählen Sie Folgendes aus:
es: Seleccione lo siguiente:
fr: Sélectionnez les éléments suivants :
pt_br: Selecione os seguintes itens:
ru: Выберите следующее:
tr: Aşağıdakilerden seçin:
zh_cn: 选择下列东西:

# PairDetected
source: Pairing request from {0}
ar: طلب إقران من {0}
de: Pairing-Anfrage von {0}
es: Solicitud de emparejamiento de {0}
fr: Demande d'appariement de {0}
pt_br: Pedido de emparelhamento de {0}
ru: Запрос на сопряжение от {0}
tr: {0} eşleştirme isteği
zh_cn: 来自{0}的配对请求

# Discovering.Text
source: Discovering...
ar: جارٍ الاكتشاف...
de: Wird gesucht...
es: Descubriendo...
fr: Détection en cours...
pt_br: Descobrindo...
ru: Поиск...
tr: Aranıyor...
zh_cn: 发现中...

# FacedWithProblem.Content
source: Advanced Options
ar: خيارات متقدمة
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
pt_br: Opções avançadas
ru: Дополнительные параметры
tr: Gelişmiş Seçenekler
zh_cn: 高级选项

# FacedWithProblem1
source: Having issues? Use advanced options
ar: واجهت مشكلة؟ استخدم الخيارات المتقدمة
de: Problem erkannt? Erweiterte Optionen nutzen
es: ¿Problemas? Usar opciones avanzadas
fr: Un problème ? Utiliser les options avancées
pt_br: Problemas? Use opções avançadas
ru: Возникли проблемы? Используйте расширенные настройки
tr: Sorun mu yaşıyorsunuz? Gelişmiş seçenekleri kullanın
zh_cn: 遇到问题？使用高级选项

# PairHelp.Content
source: Get help
ar: الحصول على المساعدة
de: Hilfe erhalten
es: Obtener ayuda
fr: Obtenir de l'aide
pt_br: Obter ajuda
ru: Получить помощь
tr: Yardım al
zh_cn: 获取帮助
